<p>
你的性格类型:

你的性格类型是“ISTP”(内向+感觉+思维+知觉)
你的性格是冷静者类型，典型特征是低调
你性格内向，擅长独立的思考和迅速务实的解决问题，能做出不带感情色彩、客观公正的决定，而生活又是灵活、轻松的。

其中：
驱动力的来源：内向 I = ${resultMap["I"]}%
接受信息的方式：感觉 S = ${resultMap["S"]}%
决策的方式：思维 T = ${resultMap["T"]}%
对待不确定性的态度：知觉 P = ${resultMap["P"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 3.45%。
</p>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
同所有思维型女性一样，你会遇到性别与职业的矛盾，你身上有很多的“男性”色彩，例如喜欢从事技术类的工作。
如果你是一位男性：
你很幸运，直接参考报告中的其他内容即可，不必为性别的差异而烦恼。
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 有良好的容忍度，能冷静的思考问题；
 - 工作中遇到问题，便迅速行动并找出可行的解决办法；
 - 重视事物发生的前因后果，并系统分析；
 - 对于技巧型的事物，有天生的理解力；
 - 注重现实，善于充分的利用各种资源；
 - 工作和生活，能很好的做到劳逸结合；
 - 对于突发事件具有相当的适应性和反应能力，不喜欢按照常规办法解决问题；
 - 好奇心强，注重知识积累；
 - 独立性强，工作中能独当一面；
</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 独立性过强，很难融入团队合作之中，不喜欢别人参与自己的工作；
 - 不注重管理，不愿意被束缚；
 - 追求刺激，从而容易变得鲁莽和轻率；
 - 生活习惯往往没有规律；
 - 不善于从事行政工作；
 - 容易忽视别人的需要；
 - 很难被身边的人理解；
</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
你天性是客观的面对问题，容易忽视人与人之间的感情力量，如果这种天性不加以约束，你对下属就是批评过多，甚至把批评作为对下属的关心和爱护，从而让你与下属之间关系紧张。
你通常能在缜密思考后，作出自己的决定，但你不善于作出应急的对策，即使仓促作出决策，经过思考，你可能会收回自己先前作出的决定，解决这个办法，需要让下属了解你的性格与做事方式。
你通常能有效掌控任务的完成情况，但如果任务过程中，下属没能完全按照你的安排去按时完成工作，你可能会表现的过于强硬，从而得不偿失。
你适合领导崇尚能力至上而且敢于接受批评的下属，并对它们的行为，指出他们的缺点，让他们的工作和习惯更趋完善。
你的领导魅力，通常有很强的自身特点，专注、沉默，控制力强，在危机关头，通常能起到精神支柱的力量。但容易在作出决定后，经过再次思考从而推翻以前的决定，让人很难琢磨。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格内向，往往喜欢独自的思考，不与同事交流，会让他人以为你是不是别有用心，或者有些离群。
你需要了解外向人的性格特点，例如，你在思考问题的时候，外向的人来与你攀谈，你会感觉他在打乱你的工作，其实不然，也许他只是出于对你的关心。
由于性格的原因，你善于说出自己的观点，但必要的时候，你更需要表达出来，而且，你的观点，往往更具有影响力。
你的性格特点，往往是“做好自己的事情即可”，容易忽视团队的思想价值力量，你需要花费更多时间，与大家讨论如何更好的协调工作，一旦了解了这一点，你会成为团队建设的带头人。
在你的眼中，团队往往是保证完成任务的必要条件，团队之间，最重要的是互相配合的效率，一切以完成任务为考核指标，哪怕团队中有互相敌对的同事。
因此，你需要适当投入精力，去了解同事的心理感受，并化解自己与他们、以及他们之间的矛盾。
你的性格是弹性的，喜欢宽松和自由，你也许会讨厌那些说你不遵守公司制度、心思不在工作上的同事，但其实，这只是性格的差异。
在某种程度上，你需要这样的同事，因为他们可以帮助你尽快的把事情做完。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求是重视思考能力、注重现实、注重分析能力、弹性的工作方式。你适合的领域和职业有：
技术领域
 - 信息服务从业人员
 - 计算机程序员
 - 药剂师
 - 管理顾问
 - 财务顾问
金融业
 - 证券分析员
 - 银行职员
 - 经济学者
运动与艺术
 - 体育工作者
 - 美术工作者
其它
 - 警务工作人员
 - 商品经销商
</p>