<p>
你的性格类型:

你的性格类型是“INTP”(内向+直觉+思维+知觉)
你的性格是创意者类型，典型特征是无穷的创造力
你性格内向，源于内省的内心力量，思绪飞扬，创意无限，并客观的决策，灵活，随性、适应力强。

其中：
驱动力的来源：内向 I = ${resultMap["I"]}%
接受信息的方式：直觉 N = ${resultMap["N"]}%
决策的方式：思维 T = ${resultMap["T"]}%
对待不确定性的态度：知觉 P = ${resultMap["P"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 6.48%。
</P>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
你容易陷入一种两难境地，社会女性的传统界定和你自己的客观的性格倾向，容易产生矛盾，容易忽视社会传统习俗，从而显得有些冷漠无情，缺少温柔。
如果你是一位男性：
你的处境相对容易些，直接参考报告中的其它内容即可。
</P>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 善于分析与批判问题，具备强大的创造力；
 - 做事沉稳，有弹性，适应力强；
 - 勇于挑战，敢于冒险，不断提高个人能力；
 - 投入某个项目时，会进行充分的准确工作；
 - 善于对一个问题进行系统的分析；
 - 有良好的表达能力；
 - 独立工作时，有充沛的精力，并充满乐趣；
</P>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 思想过于活跃，在工作中，容易转移注意力；
 - 过于迷恋想法，不愿意将想法付诸于自己的亲身实践；
 - 缺乏社会意识，不擅长社交；
 - 不能胜任细节要求很多的工作；
 - 不愿意受时间限制，工作往往被拖延；
 - 容易失去工作的动力；
 - 容易脱离现实；

</P>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
你天性是客观的面对问题，容易忽视人与人之间的感情力量，如果这种天性不加以约束，你对下属就是批评过多，甚至把批评作为对下属的关心和爱护，从而让你与下属之间关系紧张。
你通常能在缜密思考后，作出自己的决定，但你不善于作出应急的对策，即使仓促作出决策，经过思考，你可能会收回自己先前作出的决定，解决这个办法，需要让下属了解你的性格与做事方式。
你善于处理工作中的突发事件，灵活多变，但却容易在工作中四处出击，让下属感到有些无所适从。
你适合领导崇尚能力至上而且敢于接受批评的下属，并对它们的行为，指出他们的缺点，让他们的工作和习惯更趋完善。
作为领导，你处事灵活，不摆架子，但容易即使在采取行动的时候，也犹豫不决，会让人感觉缺乏自信和摇摆不定。
</P>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格内向，往往喜欢独自的思考，不与同事交流，会让他人以为你是不是别有用心，或者有些离群。
你需要了解外向人的性格特点，例如，你在思考问题的时候，外向的人来与你攀谈，你会感觉他在打乱你的工作，其实不然，也许他只是出于对你的关心。
由于性格的原因，你善于说出自己的观点，但必要的时候，你更需要表达出来，而且，你的观点，往往更具有影响力。
你的性格特点，往往是对团队概念保佑强烈的热情，但容易只将这些热情停留在表面上，忽视实际的行动和行为，一旦了解了这一点，你不但是团队价值的构想者，而且会使团队效率的执行者。
在你的眼中，团队往往是保证完成任务的必要条件，团队之间，最重要的是互相配合的效率，一切以完成任务为考核指标，哪怕团队中有互相敌对的同事。
因此，你需要适当投入精力，去了解同事的心理感受，并化解自己与他们、以及他们之间的矛盾。
你的性格是弹性的，喜欢宽松和自由，你也许会讨厌那些说你不遵守公司制度、心思不在工作上的同事，但其实，这只是性格的差异。
在某种程度上，你需要这样的同事，因为他们可以帮助你尽快的把事情做完。
</P>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求是重视思考能力、注重想像力、注重情感、弹性的工作方式。你适合的领域和职业有：
计算机技术理论研究
 - 各类计算机技术从业人员
学术领域专业领域
 - 大学教授
 - 科研机构研究人员
 - 科学家
 - 经济学家
 - 历史学家
 - 财务专家
 - 律师
 - 投资顾问
创造性领域
 - 规划师
 - 改革顾问
 - 文学家
 - 艺术家
 - 发明家
</P>