<p>
你的性格类型:

你的性格类型是“INFP”(内向+直觉+情感+知觉)
你的性格是理想主义者型，典型特征是忠于自己的价值观和重视的人。
你性格内向，把内在的和谐视为最高目标，愿意献身于符合自己价值观的事情，内省、专注、偏好富有想象力的方式来观察事物，生活随意和灵活。

其中：
驱动力的来源：内向 I = ${resultMap["I"]}%
接受信息的方式：直觉 N = ${resultMap["N"]}%
决策的方式：情感 F = ${resultMap["F"]}%
对待不确定性的态度：知觉 P = ${resultMap["P"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 9.35%。
</p>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
从统计学的角度，INFP的女性要多于男性，你的情感偏好，也符合社会对女性的普遍看法和要求。
如果你是一位男性：
可能因为过多考虑情感的因素，让人产生过于温柔与随意的看法，缺乏男子气概。
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 个人信仰坚定，愿意为自己的理想和有价值的事业而献身；
 - 思维开阔、好奇心强，对事物有良好的洞察力；
 - 从事自己喜欢的工作时，有极强的工作效率；
 - 处事灵活多变，具备较强的忍耐力和适应性；
 - 不愿意强迫或者支配别人做其不想做的事情；
 - 愿意帮助他人克服工作中的问题，包括自己并不喜欢的问题；
 - 热情、亲切，容易相处；
</p>


<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 如果认为工作没有意义，就会产生厌倦情绪，效果和效率均大打折扣；
 - 不太注重事物事实存在的逻辑，容易在这方面犯错误；
 - 总是为自己制定不可实际的高标准；
 - 不适合从事细节繁琐的工作；
 - 对自己过于苛求，容易陷入不安的情绪中，甚至产生逃避倾向；
 - 如果认为自己的价值观受到威胁，会变得强硬和不可理喻；
 - 不太接受反对意见，容易产生工作上的误解；
</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
你可以把与下属的关系，做到“哥们”或者“朋友”的位置，使你拥有很强的凝集力；但同样，你可能过于依赖主观想法，或者迁就下属，造成不能公正的结果。
你通常能在缜密思考后，作出自己的决定，但你不善于作出应急的对策，即使仓促作出决策，经过思考，你可能会收回自己先前作出的决定，解决这个办法，需要让下属了解你的性格与做事方式。
你善于处理工作中的突发事件，灵活多变，但却容易在工作中四处出击，让下属感到有些无所适从。
你适合利用人际关系来行使权力，关心下属并赢得他们的忠心，利用你的感染力，鼓舞下属士气，如果遇到反对者，与其进行面对面的沟通。
作为领导，你处事灵活，不摆架子，但容易即使在采取行动的时候，也犹豫不决，会让人感觉缺乏自信和摇摆不定。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格内向，往往喜欢独自的思考，不与同事交流，会让他人以为你是不是别有用心，或者有些离群。
你需要了解外向人的性格特点，例如，你在思考问题的时候，外向的人来与你攀谈，你会感觉他在打乱你的工作，其实不然，也许他只是出于对你的关心。
由于性格的原因，你善于说出自己的观点，但必要的时候，你更需要表达出来，而且，你的观点，往往更具有影响力。
你的性格特点，往往是对团队概念保佑强烈的热情，但容易只将这些热情停留在表面上，忽视实际的行动和行为，一旦了解了这一点，你不但是团队价值的构想者，而且会使团队效率的执行者。
在你的眼中，团队是一个充满活力、关爱、凝聚力极强的团体，最重要的是价值观的统一，你无法接受团队中异类分子，哪怕他的工作非常出色。
因此，你需要适当容忍只重视工作而忽视情感的同事，特别是你的领导。
你的性格是弹性的，喜欢宽松和自由，你也许会讨厌那些说你不遵守公司制度、心思不在工作上的同事，但其实，这只是性格的差异。
在某种程度上，你需要这样的同事，因为他们可以帮助你尽快的把事情做完。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求是重视思考能力、注重想像力、注重情感、弹性的工作方式。你适合的领域和职业有有：
艺术类 
 - 艺术类设计师
 - 各类艺术家
教育
 - 大学教师（人文学科）
 - 教育顾问
研究
 - 心理学家
 - 社科类研究人员
咨询
 - 心理辅导
 - 团队顾问
其它
 - 人力资源管理
 - 翻译
 - 社会工作者
</p>


