你的性格类型
<p>
	你的性格类型是“ENTP”(外向+直觉+思维+知觉)
	你的性格是挑战者类型，典型特征是追求新事物，喜欢挑战
	你性格外向，积极、乐观、睿智、精力旺盛，警觉性强、直言不讳。在解决新的、具有挑战性的问题时机智而有策略。善于找出理论上的可能性，然后再用战略的眼光分析。喜欢自由开放的生活方式。
	其中：
	驱动力的来源：外向 E = ${resultMap["E"]}%
	接受信息的方式：直觉 N = ${resultMap["N"]}%
	决策的方式：思维 T = ${resultMap["T"]}%
	对待不确定性的态度：知觉 P = ${resultMap["P"]}%
	（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
	你的性格类型，在目前测试人群中所占比率为 4.14%。
</p>
<p>
	性别的差异:
	
	在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。
	如果你是一位女性：
	你往往被视为反叛的典型，虽然积极进取，但容易急躁，又喜欢挑战，容易引起同事的不满，需要调整好这方面的关系。
	如果你是一位男性：
	你很幸运，直接参考报告中的其他内容即可，不必为性别的差异而烦恼。
</p>
<p>
	你的工作优势:
	
	不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
	认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。
	- 勇于接受挑战，并为之兴奋，乐观和富有感染力；
	 - 工作中，是个多面手；
	 - 注重个人能力的不断提升；
	 - 富有首创精神和想象力，敢于打破常规；
	 - 有较强的适应能力，善于随机应变；
	 - 有良好的分析能力和善于策略谋划；
	 - 善于理解别人，鼓舞别人；
	 - 较强的社交能力，善于维护人际关系；
</p>
<p>
	你的工作劣势:
	
	每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
	认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。
	 - 容易被热情冲昏头脑；
	 - 往往忽视项目的必要准备工作；
	 - 会表现的有些粗鲁和自大；
	 - 缺乏执行能力；
	 - 反复无常，较为情绪化；
	 - 不能联系实际，容易忽视细节；
	 - 过于随心所欲，容易引起他人反感；
</p>
<p>
	如何做好领导:
	 
	 有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
	但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。
	作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
	
	你天性是客观的面对问题，容易忽视人与人之间的感情力量，如果这种天性不加以约束，你对下属就是批评过多，甚至把批评作为对下属的关心和爱护，从而让你与下属之间关系紧张。
	你通常能与下属坦诚的交流，并敢于公布自己的真实想法，但由于你的语言往往很少经过缜密思考，你随口说出的话，却被下属认为你是的决定。
	你善于处理工作中的突发事件，灵活多变，但却容易在工作中四处出击，让下属感到有些无所适从。
	你适合领导崇尚能力至上而且敢于接受批评的下属，并对它们的行为，指出他们的缺点，让他们的工作和习惯更趋完善。
	作为领导，你处事灵活，但容易过分张扬，没有章法，即使有很强的天赋，却容易成为成功之路的绊脚石。
</p>
<p>
	如何团队协作:
	
	首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
	不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
	在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置
	
	你的性格外向，往往喜欢与同事更多的交流，并希望得到他们注意和认可，会容易显得浮躁与不够踏实，甚至是自大与骄傲。
	你需要了解内向人的性格特点，例如，一个内向的同事在一个人发呆的时候，他也许正沉浸于思考问题之中，并不是无所事事或者没有工作可做。
	由于性格的原因，在与性格内向同事产生矛盾时，你更适合主动与之交流，并化解矛盾。
	你的性格特点，往往是对团队概念保佑强烈的热情，但容易只将这些热情停留在表面上，忽视实际的行动和行为，一旦了解了这一点，你不但是团队价值的构想者，而且会使团队效率的执行者。
	在你的眼中，团队往往是保证完成任务的必要条件，团队之间，最重要的是互相配合的效率，一切以完成任务为考核指标，哪怕团队中有互相敌对的同事。
	因此，你需要适当投入精力，去了解同事的心理感受，并化解自己与他们、以及他们之间的矛盾。
	你的性格是弹性的，喜欢宽松和自由，你也许会讨厌那些说你不遵守公司制度、心思不在工作上的同事，但其实，这只是性格的差异。
	在某种程度上，你需要这样的同事，因为他们可以帮助你尽快的把事情做完。
</p>
<p>
	适合你的职业和领域:
	
	以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。
	你适合的工作类型要求热情开放、注重想像力、注重分析能力、弹性的工作方式。你适合的领域和职业有：
	投资
	 - 投资顾问
	 - 投资银行家
	 - 风险投资人
	 - 金融规划师
	策划营销
	 - 营销策划人员
	 - 销售经理
	 - 公共关系专家
	其它
	 - 新型产业创始人
	 - 后勤顾问
	 - 艺术总监
	 - 制片人、主持人
	 - 政治家
 </p>