<p>
你的性格类型:

你的性格类型是“ISFP”(内向+感觉+情感+知觉)
你的性格是实干者类型，典型特征是行动胜于语言
你性格外向关注内心世界的有序性，关注可触摸的、直接的、实实在在的世界，决策中，注重情感因素，以开放的心态面对工作和生活

其中：
驱动力的来源：内向 I = ${resultMap["I"]}%
接受信息的方式：感觉 S = ${resultMap["S"]}%
决策的方式：情感 F = ${resultMap["F"]}%
对待不确定性的态度：知觉 P = ${resultMap["P"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 xx%。
</p>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
你的性格比较符合社会对女性的要求，直接参考报告中的其他内容即可，不必为性别的差异而烦恼。
如果你是一位男性：
你非常随和与充满善意，但也容易让人觉得缺乏男子豪气的感觉。
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 有独立而坚决的价值观，有强烈的个人理想；
 - 不喜欢争论和冲突；
 - 不会强迫别人接受自己的意见和价值观；
 - 给人的印象谦虚、少言，但又具备巨大的热情和友爱；
 - 在团队中，是忠诚的跟随者和不可缺少的成员；
 - 富有艺术天赋和审美感；
 - 是优秀的短期计划制订者；
 - 为看似僵化项目和人际关系找到多赢的解决方案；

</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

- 不愿意接受巨大的挑战；
 - 不愿意接受批评；
 - 容易变得愤世嫉俗和沮丧；
 - 不喜欢按部就班的开展工作；
 - 不善于找出问题的根本原因所在；
 - 工作中，往往不能集中精神和注意力；
</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你通常依靠可信的理论、经验以及自己掌握的实际情况作出判断，这是你的优势，但如果过于极端，就因此容易收到类似于懒于创新、魄力不够、缺乏想象力等批评。容易让你失败的地方，是你容易陷入一些细节中，无法去宏观看待事物的长远发展而失败。
你可以把与下属的关系，做到“哥们”或者“朋友”的位置，使你拥有很强的凝集力；但同样，你可能过于依赖主观想法，或者迁就下属，造成不能公正的结果。
你通常能在缜密思考后，作出自己的决定，但你不善于作出应急的对策，即使仓促作出决策，经过思考，你可能会收回自己先前作出的决定，解决这个办法，需要让下属了解你的性格与做事方式。
你善于处理工作中的突发事件，灵活多变，但却容易在工作中四处出击，让下属感到有些无所适从。
你适合在不拘泥于等级、制度的、相对开放的组织环境中担任领导，并用实际行动来表现自己的权力，以及化解工作中的矛盾。
作为领导，你处事灵活，不摆架子，但容易即使在采取行动的时候，也犹豫不决，会让人感觉缺乏自信和摇摆不定。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格内向，往往喜欢独自的思考，不与同事交流，会让他人以为你是不是别有用心，或者有些离群。
你需要了解外向人的性格特点，例如，你在思考问题的时候，外向的人来与你攀谈，你会感觉他在打乱你的工作，其实不然，也许他只是出于对你的关心。
由于性格的原因，你善于说出自己的观点，但必要的时候，你更需要表达出来，而且，你的观点，往往更具有影响力。
你的性格特点，往往是“做好自己的事情即可”，容易忽视团队的思想价值力量，你需要花费更多时间，与大家讨论如何更好的协调工作，一旦了解了这一点，你会成为团队建设的带头人。
在你的眼中，团队是一个充满活力、关爱、凝聚力极强的团体，最重要的是价值观的统一，你无法接受团队中异类分子，哪怕他的工作非常出色。
因此，你需要适当容忍只重视工作而忽视情感的同事，特别是你的领导。
你的性格是弹性的，喜欢宽松和自由，你也许会讨厌那些说你不遵守公司制度、心思不在工作上的同事，但其实，这只是性格的差异。
在某种程度上，你需要这样的同事，因为他们可以帮助你尽快的把事情做完。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求是重视思考能力、注重现实、注重情感、弹性的工作方式。你适合的领域和职业有：
艺术领域
 - 时装、首饰设计师
 - 园艺设计师
 - 室内装潢设计师
 - 美术家
 - 舞蹈演员
医护领域
 - 医生
 - 护士
 - 健康教练
商业、服务业领域
 - 销售人员
 - 厨师
 - 服务业主
其它
 - 行政人员
</p>