<p>
你的性格类型:

你的性格类型是“ESFP”(外向+感觉+情感+知觉)
你的性格是快乐者类型，典型特征是热爱社交、喜欢互动，喜欢感觉具体的、现实的事物，根据自己的主观愿望和价值观作出决策，喜欢随意、灵活的生活方式。

其中：
驱动力的来源：外向 E = ${resultMap["E"]}%
接受信息的方式：感觉 S = ${resultMap["S"]}%
决策的方式：情感 F = ${resultMap["F"]}%
对待不确定性的态度：知觉 P = ${resultMap["P"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 3.44%。
</p>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
你的灵活一面，会和你实在现实的态度，产生矛盾，让人觉得怪怪的，空空的。
如果你是一位男性：
你的感情主观一面，会让你显得有些“软心肠”。
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 你有乐观的性格和高涨的工作热情；
 - 与别人相处愉快，有包容心，喜欢与人一起共事；
 - 可以很快熟悉并接受新的工作环境；
 - 在工作上，注重实用性，并使工作富趣味性；
 - 不会试图把自己的愿望强加于他人；
 - 擅于帮助冲突的各方重归于好；
 - 善于观察到别人的需求，并做出迅速反应；
 - 面对多头并进的工作，也总能最终完成任务；
</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 容易多管闲事，并陷入麻烦中；
 - 往往因为重视生活的娱乐，而忽视工作；
 - 工作中，容易受干扰而分心；
 - 对组织和秩序，不够尊重；
 - 过多的开玩笑，容易引起别人的不满；
 - 对长远的预期能力较差；
 - 往往做事不计后果，不太懂得拒绝；
</p>
<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你通常依靠可信的理论、经验以及自己掌握的实际情况作出判断，这是你的优势，但如果过于极端，就因此容易收到类似于懒于创新、魄力不够、缺乏想象力等批评。容易让你失败的地方，是你容易陷入一些细节中，无法去宏观看待事物的长远发展而失败。
你可以把与下属的关系，做到“哥们”或者“朋友”的位置，使你拥有很强的凝集力；但同样，你可能过于依赖主观想法，或者迁就下属，造成不能公正的结果。
你通常能与下属坦诚的交流，并敢于公布自己的真实想法，但由于你的语言往往很少经过缜密思考，你随口说出的话，却被下属认为你是的决定。
你善于处理工作中的突发事件，灵活多变，但却容易在工作中四处出击，让下属感到有些无所适从。
你适合在不拘泥于等级、制度的、相对开放的组织环境中担任领导，并用实际行动来表现自己的权力，以及化解工作中的矛盾。
作为领导，你处事灵活，但容易过分张扬，没有章法，即使有很强的天赋，却容易成为成功之路的绊脚石。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格外向，往往喜欢与同事更多的交流，并希望得到他们注意和认可，会容易显得浮躁与不够踏实，甚至是自大与骄傲。
你需要了解内向人的性格特点，例如，一个内向的同事在一个人发呆的时候，他也许正沉浸于思考问题之中，并不是无所事事或者没有工作可做。
由于性格的原因，在与性格内向同事产生矛盾时，你更适合主动与之交流，并化解矛盾。
你的性格特点，往往是“做好自己的事情即可”，容易忽视团队的思想价值力量，你需要花费更多时间，与大家讨论如何更好的协调工作，一旦了解了这一点，你会成为团队建设的带头人。
在你的眼中，团队是一个充满活力、关爱、凝聚力极强的团体，最重要的是价值观的统一，你无法接受团队中异类分子，哪怕他的工作非常出色。
因此，你需要适当容忍只重视工作而忽视情感的同事，特别是你的领导。
你的性格是弹性的，喜欢宽松和自由，你也许会讨厌那些说你不遵守公司制度、心思不在工作上的同事，但其实，这只是性格的差异。
在某种程度上，你需要这样的同事，因为他们可以帮助你尽快的把事情做完。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求热情开放、注重细节、注重分析能力、弹性的工作方式。你适合的领域和职业有：
消费类商业
 - 商品规划师
 - 销售经理
服务业领域
 - 培训人员
 - 咨询师
 - 融资经纪人
 - 保险代理经纪人
广告业
 - 公关人员
 - 摄影师
娱乐业
 - 演员
 - 主持人
旅游业
 - 旅游项目经理
 - 导游
其它
 - 调解人
 - 社会工作者
 - 医护人员
 - 健身和运动教练
</p>