<p>
你的性格类型:

你的性格类型是“ENTJ”(外向+直觉+思维+判断)
你的性格是领导者型，典型特点是充满热情、富有远见、公正客观、认真负责。
你性格外向，社交广泛和活跃，说服力强；有很强的洞察力，善于发现机会，善于做长期的计划和目标的设定；能非常客观的分析所获取的信息，形成决策，发展并实施有效和全面的系统来解决问题；具备高度的责任感和决断力，将工作有序、有组织的开展起来。 

其中：
驱动力的来源：外向 E = ${resultMap["E"]}%
接受信息的方式：直觉 N = ${resultMap["N"]}%
决策的方式：思维 T = ${resultMap["T"]}%
对待不确定性的态度：判断 J = ${resultMap["J"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 4.37%。
</P>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是位女性：
你的性格中，有很多被社会看来应该是属于男人的特点，例如权力、威严、交际，这往往让你陷入两难的境地，你需要在女性气质与天生的领导能力之间，寻求一种平衡。
如果你是男性：
你很幸运，直接参考报告中的其他内容即可，不必为性别的差异而烦恼。
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 在工作中精力充沛，热情，感染力强；
 - 善于制定长期规划和目标；
 - 善于有序、有计划、有组织的的完成工作；
 - 有强大的逻辑分析能力，客观公正的对待问题；
 - 善于敏锐的捕捉机会，并立即采取行动；
 - 善于处理复杂事物，并不知疲倦；
 - 既有冒险精神，又能洞察未来；
</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 最大的缺点容易傲慢和不耐烦；
 - 有时过于急躁，急于作出决定；
 - 对身边的“慢性子”往往不能容忍；
 - 容易挫伤别人的自尊心，特别是对下属；
 - 容易在身边树立自己的“敌人”；
 - 不愿意接受质疑，特别是重要人物的质疑；
</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
你天性是客观的面对问题，容易忽视人与人之间的感情力量，如果这种天性不加以约束，你对下属就是批评过多，甚至把批评作为对下属的关心和爱护，从而让你与下属之间关系紧张。
你通常能与下属坦诚的交流，并敢于公布自己的真实想法，但由于你的语言往往很少经过缜密思考，你随口说出的话，却被下属认为你是的决定。
你通常能有效掌控任务的完成情况，但如果任务过程中，下属没能完全按照你的安排去按时完成工作，你可能会表现的过于强硬，从而得不偿失。
你适合领导崇尚能力至上而且敢于接受批评的下属，并对它们的行为，指出他们的缺点，让他们的工作和习惯更趋完善。
你通常非常自信，充满锐气和魄力，但正是这种自信，也容易把工作中的过错归结于下属的原因。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格外向，往往喜欢与同事更多的交流，并希望得到他们注意和认可，会容易显得浮躁与不够踏实，甚至是自大与骄傲。
你需要了解内向人的性格特点，例如，一个内向的同事在一个人发呆的时候，他也许正沉浸于思考问题之中，并不是无所事事或者没有工作可做。
由于性格的原因，在与性格内向同事产生矛盾时，你更适合主动与之交流，并化解矛盾。
你的性格特点，往往是对团队概念保佑强烈的热情，但容易只将这些热情停留在表面上，忽视实际的行动和行为，一旦了解了这一点，你不但是团队价值的构想者，而且会使团队效率的执行者。
在你的眼中，团队往往是保证完成任务的必要条件，团队之间，最重要的是互相配合的效率，一切以完成任务为考核指标，哪怕团队中有互相敌对的同事。
因此，你需要适当投入精力，去了解同事的心理感受，并化解自己与他们、以及他们之间的矛盾。
你的性格是严谨、讲求秩序，但容易把秩序看成“忠诚”标准之一，你也许会讨厌那些总是迟到、天天娱乐，而又在会议上发对你意见的同事，但其实，这只是性格的差异。
某种程度上，你需要这样的同事，因为他们可以帮助你避免作出过快的决定。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求热情开放、注重想像力、注重分析能力、严谨的工作方式。你适合的领域和职业有：
工商业
 - 各类企业的高级主管、中层主管
 - 企业发展顾问
政界
 - 政治家
 - 法官
 - 社团负责人
金融和投资领域
 - 投资银行家
 - 风险投资家
 - 股票经纪人
 - 公司财务经理
 - 财务顾问
 - 经济学家
 - 投资顾问
其它
 - 律师
</p>