    你的性格类型是“ISTJ”(内向+感觉+思维+判断) 
	你的性格经理人类型，典型性格是可依靠、负责任。
	你性格内向，看上去孤独和冷酷，讲求实际，强调眼见为实，并客观处理工作与生活中的事务，注重条理、顺序、结构，合情合理的去做应该做的事情，并坚定的完成。
  
  	其中：
	驱动力的来源：内向 I = ${resultMap["I"]}%
	接受信息的方式：感觉 S = ${resultMap["S"]}%
	决策的方式：思维 T = ${resultMap["T"]}%
	对待不确定性的态度：判断 J = ${resultMap["J"]}%
	百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
	你的性格类型，在目前测试人群中所占比率为 13.99%。
	
	性别的差异:
	
	- 如果你是个女性：
	  客观、擅长于逻辑和分析能力的女人在社会中，往往是努力奋进的，你的性格更是努力工作的典型，另一方面，你又比较传统，会维护贤妻良母的形象。
	- 如果你是个男性：
	  你很幸运，直接参考报告中的其他内容即可，不必为性别的差异而烦恼。
	
	你的工作优势:
	
	不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
	认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。
	
	- 你处事沉稳、认真、严肃，是各项工作开展的不可缺少的力量；
	- 你做事有始有终和缜密，决定一件事情后，就坚定不移的做下去；
	- 不论工作还是生活，你做事有理、有序、准确、勤奋，严控成本，反对浪费；
	- 你注重事物和环境的现实状况，讲求实际的效果；
	- 你重视传统和忠诚，有责任心并值得信赖；
	- 你有思想，善于思考，重视逻辑与客观分析，独立工作能力很强；
	- 你很低调、不喜欢显露，即使危机之时，也会显得很沉着与平静。
	
	如何做好领导:
	
	有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
	但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。
  	
  	作为领导，你通常依靠可信的理论、经验以及自己掌握的实际情况作出判断，这是你的优势，但如果过于极端，就因此容易收到类似于懒于创新、魄力不够、缺乏想象力等批评。容易让你失败的地方，是你容易陷入一些细节中，无法去宏观看待事物的长远发展而失败。
	你天性是客观的面对问题，容易忽视人与人之间的感情力量，如果这种天性不加以约束，你对下属就是批评过多，甚至把批评作为对下属的关心和爱护，从而让你与下属之间关系紧张。
	你通常能在缜密思考后，作出自己的决定，但你不善于作出应急的对策，即使仓促作出决策，经过思考，你可能会收回自己先前作出的决定，解决这个办法，需要让下属了解你的性格与做事方式。
	你通常能有效掌控任务的完成情况，但如果任务过程中，下属没能完全按照你的安排去按时完成工作，你可能会表现的过于强硬，从而得不偿失。
	你适合在等级体系完善的传统企业充实领导工作，充分利用头衔、奖金、授权等正式的认可方式管理下属
	你的领导魅力，通常有很强的自身特点，专注、沉默，控制力强，在危机关头，通常能起到精神支柱的力量。但容易在作出决定后，经过再次思考从而推翻以前的决定，让人很难琢磨。
  	
  	如何团队协作:
  	
  	首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
	不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
	在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置
  
  	你的性格内向，往往喜欢独自的思考，不与同事交流，会让他人以为你是不是别有用心，或者有些离群。
	你需要了解外向人的性格特点，例如，你在思考问题的时候，外向的人来与你攀谈，你会感觉他在打乱你的工作，其实不然，也许他只是出于对你的关心。
	由于性格的原因，你善于说出自己的观点，但必要的时候，你更需要表达出来，而且，你的观点，往往更具有影响力。
	你的性格特点，往往是“做好自己的事情即可”，容易忽视团队的思想价值力量，你需要花费更多时间，与大家讨论如何更好的协调工作，一旦了解了这一点，你会成为团队建设的带头人。
	在你的眼中，团队往往是保证完成任务的必要条件，团队之间，最重要的是互相配合的效率，一切以完成任务为考核指标，哪怕团队中有互相敌对的同事。
	因此，你需要适当投入精力，去了解同事的心理感受，并化解自己与他们、以及他们之间的矛盾。
	你的性格是严谨、讲求秩序，但容易把秩序看成“忠诚”标准之一，你也许会讨厌那些总是迟到、天天娱乐，而又在会议上发对你意见的同事，但其实，这只是性格的差异。
	某种程度上，你需要这样的同事，因为他们可以帮助你避免作出过快的决定。
	
	适合你的职业和领域:
	
	以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。
	你适合的工作类型要求是重视思考能力、关注细节的能力、客观公正的态度、有条理的完成工作。适合的领域有：
	政府机构
	 - 公务人员
	金融银行业
	 - 审计师
	 - 财务人员
	 - 银行保险从业人员
	 - 税务从业人员
	 - 证券从业人员
	技术领域
	 - 机械、电气工程师
	 - 计算机程序员
	 - 地质、气象学家
	 - 法律工作者
	医务领域
	 - 外科医生
	 - 药剂师
	 - 实验室技术人员
	 - 牙科医生
	 - 医学研究员