<p>
你的性格类型:

你的性格类型是“ENFJ”(外向+直觉+情感+判断) 
你的性格是说服者型，典型特点是表达流畅，极具说服力
你性格外向，交际面广，有很多朋友，精力充沛，反应迅速；充满想象力和独创力；追求和谐，有爱心，善解人意，善于捕捉别人的情绪、需求、潜能，愿意帮助别人实现自己的理想和目标，愿意为个人或群体成长和进步贡献力量；喜欢有计划、有秩序的生活，忠诚，有强烈的责任感。

其中：
驱动力的来源：外向 E = ${resultMap["E"]}%
接受信息的方式：直觉 N = ${resultMap["N"]}%
决策的方式：情感 F = ${resultMap["F"]}%
对待不确定性的态度：判断 J = ${resultMap["J"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 3.12%。
</P>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是女性：
你在工作上的表现往往非常出色，按照工作的重要性来安排时间，总能很好的完成必须的任务，并通过自己的工作感染和鼓舞身边的人，并被身边的人尊敬和欣赏，并且这样的感觉能给你带来愉悦感；
如果你是男性：
为了迎合社会对男人的普遍要求，你往往被迫要表现出阳刚硬朗的角色，隐藏自己的软心肠和关爱心，但这样做，会让你产生心理上的迷失和罪恶感，但如果完全按照自己的性格工作，又会让人觉得过于软弱。最适合你的工作是从事与人相关的工作，例如心理学，这些专业适合男性，又需要付出爱心。
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

- 善于鼓舞人心，天生具有很强的说服力，有领导能力；
 - 良好的社交能力，受人欢迎而有魅力；
 - 工作热情，精力充沛，反应迅速，具有忍耐力；
 - 善于和愿意传播团队的价值观，并取得他人的认同；
 - 敢于自我批评，而很少公开批评别人；
 - 愿意培养和帮助别人，富有同情心和理解力，善于发现别人优点；
 - 责任感强，忠诚于自己的工作，工作有条理，计划性强；
</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 如果自己的意见没有被积极响应，容易陷入自责和失落中；
 - 如果过于认真和动感情，容易过度陷入别人的问题或者感情中；
 - 不太喜欢接受别人的批评，无论是善意还是恶意的批评，不善于从批评中获得提升；
 - 如果对别人的质疑过度敏感，会让自己慌乱或者愤怒，并引起别人的反感；
 - 喜欢接受赞扬，又容易陷入维护荣誉的压力中；
 - 如果过度追求和睦，容易丧失诚实和公平；
 - 不太能接受纷争，总认为纷争是绝对不好的；
</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
你可以把与下属的关系，做到“哥们”或者“朋友”的位置，使你拥有很强的凝集力；但同样，你可能过于依赖主观想法，或者迁就下属，造成不能公正的结果。
你通常能与下属坦诚的交流，并敢于公布自己的真实想法，但由于你的语言往往很少经过缜密思考，你随口说出的话，却被下属认为你是的决定。
你通常能有效掌控任务的完成情况，但如果任务过程中，下属没能完全按照你的安排去按时完成工作，你可能会表现的过于强硬，从而得不偿失。
你适合利用人际关系来行使权力，关心下属并赢得他们的忠心，利用你的感染力，鼓舞下属士气，如果遇到反对者，与其进行面对面的沟通。
你通常非常自信，充满锐气和魄力，但正是这种自信，也容易把工作中的过错归结于下属的原因。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格外向，往往喜欢与同事更多的交流，并希望得到他们注意和认可，会容易显得浮躁与不够踏实，甚至是自大与骄傲。
你需要了解内向人的性格特点，例如，一个内向的同事在一个人发呆的时候，他也许正沉浸于思考问题之中，并不是无所事事或者没有工作可做。
由于性格的原因，在与性格内向同事产生矛盾时，你更适合主动与之交流，并化解矛盾。
你的性格特点，往往是对团队概念保佑强烈的热情，但容易只将这些热情停留在表面上，忽视实际的行动和行为，一旦了解了这一点，你不但是团队价值的构想者，而且会使团队效率的执行者。
在你的眼中，团队是一个充满活力、关爱、凝聚力极强的团体，最重要的是价值观的统一，你无法接受团队中异类分子，哪怕他的工作非常出色。
因此，你需要适当容忍只重视工作而忽视情感的同事，特别是你的领导。
你的性格是严谨、讲求秩序，但容易把秩序看成“忠诚”标准之一，你也许会讨厌那些总是迟到、天天娱乐，而又在会议上发对你意见的同事，但其实，这只是性格的差异。
某种程度上，你需要这样的同事，因为他们可以帮助你避免作出过快的决定。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求热情开放、注重想像力、需要付出情感、严谨的工作方式。你适合的领域和职业有：
培训、教育、咨询
 - 人力资源培训
 - 职业指导顾问
 - 心理咨询工作者
 - 大学教师（人文学科类）
 - 教育学、心理学研究人员
新闻传播与公共关系
 - 公关经理
 - 记者、编辑
 - 制片人
 - 广告客户经理
 - 主持人
 - 撰稿人
文化艺术
 - 作家
 - 画家
 - 音乐家
 - 平面设计师
 - 文艺工作者
其它
 - 销售经理
 - 小企业经理
 - 程序设计员

</p>