<p>
你的性格类型:

你的性格类型是“INTJ”(内向+直觉+思维+判断) 
你的性格是独立思考者类型，典型特点是智慧和清晰的概念
你性格内向，有丰富的内心世界，注重事物的各种可能性，并将这些可能性综合分析、概念化，最终转化成客观的决策，并让这些决策有条理和有计划的实施，并不断自我肯定。

其中：
驱动力的来源：内向 I = ${resultMap["I"]}%
接受信息的方式：直觉 N = ${resultMap["N"]}%
决策的方式：思维 T = ${resultMap["T"]}%
对待不确定性的态度：判断 J = ${resultMap["J"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 10.26%。

</p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
你容易在工作中受到挑战，男性会认为你过于独立行事，女性则认为你高傲自大。
如果你是一位男性：
你很幸运，直接参考报告中的其他内容即可，不必为性别的差异而烦恼。
<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 你拥有独创性的思想，并坚定的促使思想转换为目标；
 - 对自己要求很严格，追求个人能力的最大化；
 - 拥有独立的性格，很少受外界的干扰；
 - 善于理解复杂和综合的概念与思想；
 - 能充分发现局势的优缺点，完成重要复杂的任务；
 - 有足够的能力和积极性去完成自己的目标；
 - 思维严谨，具备坚忍不拔的素质，善于制定长期的远景规划；
 - 具备很强的责任感去完成任务；
</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 对自己和别人期望过高，容易给自己制定不可完成的任务，以及不被身边的人理解；
 - 常常不希望别人反对自己的意见，并不愿意听取别人的意见；
 - 很难就自己复杂的理论、思想与人沟通；
 - 过于注重自己，忽略别人的感受，会让别人觉得自大和傲慢；
 - 容易猜疑、不信任并发展为偏执狂；
 - 容易过多思考，忽视实践；
 - 即使自己错了，也不愿意承认；

</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你对宏观的把握，胜于对细节的把握，因此，容易被人批评为不切实际、想入非非。容易让你失败的地方，是你容易想的太多，做的太少。
你天性是客观的面对问题，容易忽视人与人之间的感情力量，如果这种天性不加以约束，你对下属就是批评过多，甚至把批评作为对下属的关心和爱护，从而让你与下属之间关系紧张。
你通常能在缜密思考后，作出自己的决定，但你不善于作出应急的对策，即使仓促作出决策，经过思考，你可能会收回自己先前作出的决定，解决这个办法，需要让下属了解你的性格与做事方式。
你通常能有效掌控任务的完成情况，但如果任务过程中，下属没能完全按照你的安排去按时完成工作，你可能会表现的过于强硬，从而得不偿失。
你适合领导崇尚能力至上而且敢于接受批评的下属，并对它们的行为，指出他们的缺点，让他们的工作和习惯更趋完善。
你的领导魅力，通常有很强的自身特点，专注、沉默，控制力强，在危机关头，通常能起到精神支柱的力量。但容易在作出决定后，经过再次思考从而推翻以前的决定，让人很难琢磨。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格内向，往往喜欢独自的思考，不与同事交流，会让他人以为你是不是别有用心，或者有些离群。
你需要了解外向人的性格特点，例如，你在思考问题的时候，外向的人来与你攀谈，你会感觉他在打乱你的工作，其实不然，也许他只是出于对你的关心。
由于性格的原因，你善于说出自己的观点，但必要的时候，你更需要表达出来，而且，你的观点，往往更具有影响力。
你的性格特点，往往是对团队概念保佑强烈的热情，但容易只将这些热情停留在表面上，忽视实际的行动和行为，一旦了解了这一点，你不但是团队价值的构想者，而且会使团队效率的执行者。
在你的眼中，团队往往是保证完成任务的必要条件，团队之间，最重要的是互相配合的效率，一切以完成任务为考核指标，哪怕团队中有互相敌对的同事。
因此，你需要适当投入精力，去了解同事的心理感受，并化解自己与他们、以及他们之间的矛盾。
你的性格是严谨、讲求秩序，但容易把秩序看成“忠诚”标准之一，你也许会讨厌那些总是迟到、天天娱乐，而又在会议上发对你意见的同事，但其实，这只是性格的差异。
某种程度上，你需要这样的同事，因为他们可以帮助你避免作出过快的决定。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求是重视思考能力、注重想象力、注重分析能力、有条理的完成工作。你适合的领域和职业有：
科研及科技应用
 - 各类科学家、技术专家、研究人员
 - 计算机技术人员
 - 设计工程师 
 - 建筑师
技术与管理咨询
 - 知识产权律师 
 - 管理顾问
 - 法律顾问
金融与投资领域
 - 经济学者
 - 金融规划师
 - 经济学家
 - 投资银行研究员
 - 证券投资和金融分析员
 - 投资银行家
 - 财务计划人
 - 企业并购专家
其它
 - 媒体策划
 - 社论作家
 - 艺术家
</p>