<p>
你的性格类型:

你的性格类型是“ESFJ”(外向+感觉+情感+判断)
你的性格是良师益友型，典型特征是亲切和蔼，交际面广
你性格外向，关注工作和自身的细节，支持、赞赏、体贴、帮助他人，有计划、有秩序的工作，善于营造温馨和谐的工作环境。

其中：
驱动力的来源：外向 E = ${resultMap["E"]}%
接受信息的方式：感觉 S = ${resultMap["S"]}%
决策的方式：情感 F = ${resultMap["F"]}%
对待不确定性的态度：判断 J = ${resultMap["J"]}%
（百分号表示相应维度上某偏好所占比率，如内向I（70%）表示，你的性格70%倾向于内向，剩余30%倾向于外向，比率越高，表示你的性格特征越明显，如果你每个维度上的2个倾向接近1：1的比例，建议你也同时参考另一维度的相关内容）
你的性格类型，在目前测试人群中所占比率为 3.76%。
</P>

<p>
性别的差异:

在维度解释中提到过，思维与情感是唯一与性别相关的。约2/3的男性属于思维型，2/3的女性属于情感型。而且，必须考虑社会对于男性和女性的传统普遍观念的影响，因此，我们针对每一种性格类型，均就性别单独阐述相应的区别。

如果你是一位女性：
确实，在管理层中，很少见到ESFJ的女性，这并非这些女性没有能力，而是ESFJ的女性相对传统，不愿意主动争取晋升，甚至婉拒。
如果你是一位男性：
如所有ESFJ型男性一样，你有时候热情和谦让，有时候粗犷阳刚，好的一面，是能应付多种场合，缺点是，容易被人误解你的性格
</p>

<p>
你的工作优势:

不同的人格类型，没有“好”与“坏”之分，每一个人都有其特别的优势和劣势，具备一方面的优势，则必然有另一方面的劣势，测评的目的，是让你看清楚自己的这些优势和劣势，这些优势和劣势，是跟随你性格、不可能后天改造的，或者说，是天性的组成部分。就如2米的身高适合去打篮球，却不适合去练体操，而1米5的身高则恰恰相反。
认清楚自己的优劣势，可以让你更能找到发挥自己长处的工作，让你的职业生涯更加清晰和准确。

 - 积极地以真实、实际的方法帮助别人；
 - 友好、富有同情心和责任感；
 - 善于维护和睦的人际关系；
 - 工作小心谨慎，注重传统，恪守责任与承诺；
 - 做事果断，有坚定的主张，快速解决问题；
 - 能很好的平衡事物管理与人员管理的矛盾；
 - 有良好的道德观念；
</p>

<p>
你的工作劣势:

每一种性格，都有自己劣势的一面，这些劣势，往往是天生的，是不可改变的，只可以引导和规避，例如如果1米5的身高，就不要去把打篮球当作自己的奋斗目标。
认识到自己的劣势，可以让你尽量少的陷入自己的劣势中，而更多的使用自己的优势去工作和生活。

 - 面对纷争，往往不能正确面对；
 - 过于取悦他人，容易被人利用；
 - 容易陷入紧张和痛苦中，并忽视现实的状况；
 - 不善于寻找解决问题的新方法；
 - 与别人意见相左时，会感觉到巨大的压力；
</p>

<p>
如何做好领导:

有句名言，“不想当将军的士兵不是好士兵”，有人将这句话延伸为“不想当领导的员工不是好员工”。但其实，我们知道，这句话并不完全正确，例如很多人的理想是成为一名画家、一名科学家，而不是领导。
但人在职业生涯中，绝大多数会自觉或者不自觉的担任领导角色，因此，我们依然有必要了解自己做领导的优势与劣势，我们并不回答一些做领导的通用标准，而仅仅是根据你的性格特征，给出相应的建议。

作为领导，你通常依靠可信的理论、经验以及自己掌握的实际情况作出判断，这是你的优势，但如果过于极端，就因此容易收到类似于懒于创新、魄力不够、缺乏想象力等批评。容易让你失败的地方，是你容易陷入一些细节中，无法去宏观看待事物的长远发展而失败。
你可以把与下属的关系，做到“哥们”或者“朋友”的位置，使你拥有很强的凝集力；但同样，你可能过于依赖主观想法，或者迁就下属，造成不能公正的结果。
你通常能与下属坦诚的交流，并敢于公布自己的真实想法，但由于你的语言往往很少经过缜密思考，你随口说出的话，却被下属认为你是的决定。
你通常能有效掌控任务的完成情况，但如果任务过程中，下属没能完全按照你的安排去按时完成工作，你可能会表现的过于强硬，从而得不偿失。
你适合在等级体系完善的传统企业充实领导工作，充分利用头衔、奖金、授权等正式的认可方式管理下属
你通常非常自信，充满锐气和魄力，但正是这种自信，也容易把工作中的过错归结于下属的原因。
</p>

<p>
如何团队协作:

首先，我们必须了解，一个团队需要各种性格的人，例如：西游记中的师徒四人，就是一个很好的团队组合，唐僧意志坚定，孙悟空能力高强，猪八戒诙谐幽默，沙僧任劳任怨。
不同类型的组织机构，需要的性格类型比例也不相同，例如，军队讲求的是服从命令，而幼儿园的教师讲求的是爱心。
在目前的社会，团队既讲求效率，又讲求核心价值的认同。很多团队的矛盾，事实证明，往往是性格引起的，如果能够互相了解自己和其他人的性格特点和有效沟通，可以大大的降低矛盾的发生。不要刻意改变性格去追求领导者的位置，关键是找到自己更合适的位置

你的性格外向，往往喜欢与同事更多的交流，并希望得到他们注意和认可，会容易显得浮躁与不够踏实，甚至是自大与骄傲。
你需要了解内向人的性格特点，例如，一个内向的同事在一个人发呆的时候，他也许正沉浸于思考问题之中，并不是无所事事或者没有工作可做。
由于性格的原因，在与性格内向同事产生矛盾时，你更适合主动与之交流，并化解矛盾。
你的性格特点，往往是“做好自己的事情即可”，容易忽视团队的思想价值力量，你需要花费更多时间，与大家讨论如何更好的协调工作，一旦了解了这一点，你会成为团队建设的带头人。
在你的眼中，团队是一个充满活力、关爱、凝聚力极强的团体，最重要的是价值观的统一，你无法接受团队中异类分子，哪怕他的工作非常出色。
因此，你需要适当容忍只重视工作而忽视情感的同事，特别是你的领导。
你的性格是严谨、讲求秩序，但容易把秩序看成“忠诚”标准之一，你也许会讨厌那些总是迟到、天天娱乐，而又在会议上发对你意见的同事，但其实，这只是性格的差异。
某种程度上，你需要这样的同事，因为他们可以帮助你避免作出过快的决定。
</p>

<p>
适合你的职业和领域:

以下内容通过你的测试结果来匹配出你适合的工作领域和具体岗位，但并非绝对，只作为你择业或者职业规划的一种参考。

你适合的工作类型要求热情开放、注重现实、需要付出情感、严谨的工作方式。你适合的职业有：
 - 公关客户经理
 - 银行业务员
 - 销售人员
 - 人力资源顾问
 - 餐饮业主
 - 房地产经纪人
 - 办公室经理
 - 接待员
 - 信贷顾问
 - 护士 
 - 运动教练 
 - 旅游管理
 - 医生
 - 保健专家
 - 小学教师
</p>